Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: Set a calm alarm tone — jarring alarms blast dreams out of memory.
ar: اضبط نغمة منبّه هادئة — المنبّهات الصاخبة تطرد الأحلام من الذاكرة.
de: Stell einen ruhigen Weckton ein – schrille Wecker sprengen Träume aus dem Gedächtnis.
es: Pon un tono de alarma suave: las alarmas estridentes expulsan los sueños de la memoria.
fr: Choisissez une sonnerie de réveil douce — les alarmes stridentes chassent les rêves de la mémoire.
it: Imposta un suono di sveglia tranquillo: le sveglie stridenti spazzano via i sogni dalla memoria.
ja: 穏やかなアラーム音に設定しましょう——耳障りなアラームは、夢を記憶から吹き飛ばします。
ko: 차분한 알람 소리를 설정하세요 — 요란한 알람은 꿈을 기억에서 날려 버립니다.
nl: Stel een rustige wektoon in — schelle wekkers blazen dromen uit je geheugen.
pt_br: Use um toque de alarme calmo — alarmes estridentes expulsam os sonhos da memória.
ru: Поставь спокойный сигнал будильника — резкие будильники выбивают сны из памяти.
zh_hans: 把闹钟设成柔和的铃声——刺耳的闹钟会把梦从记忆里炸飞。

source: Set a dream's visibility to Public to share it to the feed.
ar: اضبط ظهور الحلم على «عام» لمشاركته في آخر المنشورات.
de: Stelle die Sichtbarkeit eines Traums auf Öffentlich, um ihn im Feed zu teilen.
es: Cambia la visibilidad de un sueño a Público para compartirlo en el feed.
fr: Réglez la visibilité d'un rêve sur Public pour le partager dans le fil.
it: Imposta la visibilità di un sogno su Pubblico per condividerlo nel feed.
ja: 夢の公開設定を「公開」にすると、フィードで共有できます。
ko: 꿈의 공개 설정을 공개로 변경하면 피드에 공유됩니다.
nl: Stel de zichtbaarheid van een droom in op Openbaar om hem in de feed te delen.
pt_br: Defina a visibilidade de um sonho como Público para compartilhá-lo no feed.
ru: Установите видимость сна «Публичное», чтобы поделиться им в ленте.
zh_hans: 将梦境的可见性设为公开即可分享到动态。

source: Set a soft alarm for about 5 hours after you expect to fall asleep tonight.
ar: اضبط منبّهًا هادئًا بعد نحو 5 ساعات من توقّعك للنوم الليلة.
de: Stell einen sanften Wecker auf etwa 5 Stunden nach deinem erwarteten Einschlafen heute Nacht.
es: Pon una alarma suave para unas 5 horas después de cuando esperes dormirte esta noche.
fr: Réglez une alarme douce pour environ 5 heures après le moment où vous pensez vous endormir ce soir.
it: Imposta una sveglia tranquilla per circa 5 ore dopo il momento in cui pensi di addormentarti stanotte.
ja: 今夜眠りにつくと思われる時刻の約5時間後に、静かなアラームをセットしましょう。
ko: 오늘 밤 잠들 것으로 예상되는 시각에서 약 5시간 뒤로 조용한 알람을 맞추세요.
nl: Zet een zachte wekker voor ongeveer 5 uur na het moment waarop je verwacht vannacht in slaap te vallen.
pt_br: Programe um alarme suave para cerca de 5 horas depois de quando você espera adormecer esta noite.
ru: Поставьте тихий будильник примерно на 5 часов после того, как рассчитываете уснуть сегодня.
zh_hans: 把一个安静的闹钟设在你今晚预计入睡时间之后约 5 小时。

source: Setting Dream Goals
ar: تحديد أهداف الحلم
de: Traumziele setzen
es: Fijar objetivos oníricos
fr: Définir des objectifs de rêve
it: Fissare obiettivi onirici
ja: 夢の目標を立てる
ko: 꿈 목표 정하기
nl: Droomdoelen stellen
pt_br: Definindo metas de sonho
ru: Постановка целей сна
zh_hans: 设定梦境目标

source: Setting one clear goal beforehand is among the most reliable ways experienced dreamers make the most of a short lucid window — and it doubles as a MILD-style intention that can help trigger lucidity in the first place.
ar: تحديد هدف واضح واحد مسبقًا من أكثر الطرق موثوقية التي بها يستفيد الحالمون المتمرّسون من نافذة وضوح قصيرة — وهو يؤدي أيضًا دور نيّة على غرار MILD يمكن أن تساعد على إثارة الوضوح من الأساس.
de: Vorab ein klares Ziel zu setzen gehört zu den zuverlässigsten Wegen, mit denen erfahrene Träumer ein kurzes luzides Fenster ausschöpfen – und es wirkt zugleich als MILD-artige Absicht, die Luzidität überhaupt erst auslösen kann.
es: Fijar una meta clara de antemano está entre las formas más fiables en que los soñadores experimentados aprovechan al máximo una ventana lúcida corta, y a la vez funciona como una intención al estilo MILD que puede ayudar a desencadenar la lucidez de entrada.
fr: Fixer un objectif clair à l'avance compte parmi les moyens les plus fiables qu'ont les rêveurs expérimentés de tirer le meilleur d'une courte fenêtre lucide — et cela fait aussi office d'intention de type MILD qui peut aider à déclencher la lucidité au départ.
it: Fissare in anticipo un obiettivo chiaro è tra i modi più affidabili con cui i sognatori esperti sfruttano al meglio una breve finestra lucida — e funziona anche come un'intenzione in stile MILD che può aiutare a innescare la lucidità in primo luogo.
ja: あらかじめ一つの明確な目標を定めることは、熟練した夢見手が短い明晰の窓を最大限に活かす最も信頼できる方法の一つです——しかもそれは、そもそも明晰さを引き起こす助けとなるMILD風の意図としても働きます。
ko: 미리 하나의 분명한 목표를 정하는 것은, 숙련된 몽자가 짧은 자각의 창을 최대한 활용하는 가장 믿을 만한 방법 중 하나입니다 — 게다가 애초에 자각을 촉발하는 데 도움이 되는 MILD식 의도로도 작동합니다.
nl: Vooraf één duidelijk doel stellen behoort tot de betrouwbaarste manieren waarop ervaren dromers een kort lucide venster optimaal benutten — en het werkt tegelijk als een MILD-achtige intentie die luciditeit überhaupt kan helpen uitlokken.
pt_br: Definir de antemão um objetivo claro está entre as formas mais confiáveis de os sonhadores experientes aproveitarem ao máximo uma janela lúcida curta — e funciona também como uma intenção no estilo MILD que pode ajudar a desencadear a lucidez em primeiro lugar.
ru: Заранее поставленная ясная цель — один из самых надёжных способов, которыми опытные сновидцы выжимают максимум из короткого осознанного окна, и она же служит намерением в стиле MILD, способным изначально запустить осознанность.
zh_hans: 事先设定一个清晰的目标，是经验丰富的梦者充分利用短暂清醒时段最可靠的方法之一——而且它同时充当一个 MILD 式的意图，有助于在一开始就触发清醒。

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

source: Shared
ar: مُشارَك
de: Geteilt
es: Compartido
fr: Partagé
it: Condiviso
ja: 共有
ko: 공유됨
nl: Gedeeld
pt_br: Compartilhado
ru: Опубликовано
zh_hans: 已分享

source: Shared dreams
ar: الأحلام المشتركة
de: Geteilte Träume
es: Sueños compartidos
fr: Rêves partagés
it: Sogni condivisi
ja: 共有した夢
ko: 공유한 꿈
nl: Gedeelde dromen
pt_br: Sonhos compartilhados
ru: Опубликованные сны
zh_hans: 已分享的梦境

source: Shared to feed
ar: تمت المشاركة في المنشورات
de: Im Feed geteilt
es: Compartido en el feed
fr: Partagé dans le fil
it: Condiviso nel feed
ja: フィードに共有済み
ko: 피드에 공유됨
nl: Gedeeld in feed
pt_br: Compartilhado no feed
ru: Опубликовано в ленте
zh_hans: 已分享到动态

source: Shifting Tides
ar: مدّ متغيّر
de: Wechselnde Gezeiten
es: Mareas cambiantes
fr: Marées changeantes
it: Maree mutevoli
ja: 移ろう潮
ko: 변화하는 물결
nl: Wisselende getijden
pt_br: Marés mutáveis
ru: Переменчивые приливы
zh_hans: 潮起潮落

source: Shouting commands at the dream
ar: صياح الأوامر على الحلم
de: Dem Traum Befehle zuschreien
es: Gritarle órdenes al sueño
fr: Crier des ordres au rêve
it: Gridare ordini al sogno
ja: 夢に向かって命令を叫ぶ
ko: 꿈에 명령을 외치기
nl: Bevelen naar de droom schreeuwen
pt_br: Gritar ordens para o sonho
ru: Выкрикивать сну команды
zh_hans: 对着梦大喊命令

source: Sign in
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ja: サインイン
ko: 로그인
nl: Aanmelden
pt_br: Entrar
ru: Войти
zh_hans: 登录

source: Sign in or create account
ar: سجّل الدخول أو أنشئ حسابًا
de: Anmelden oder Account erstellen
es: Inicia sesión o crea una cuenta
fr: Connectez-vous ou créez un compte
it: Accedi o crea un account
ja: サインインまたはアカウントを作成
ko: 로그인 또는 계정 만들기
nl: Meld je aan of maak een account aan
pt_br: Entre ou crie uma conta
ru: Войдите или создайте учётную запись
zh_hans: 登录或创建账户

source: Sign in to back up your dreams and sync them across devices.
ar: سجّل الدخول لنسخ أحلامك احتياطيًا ومزامنتها عبر الأجهزة.
de: Melde dich an, um deine Träume zu sichern und geräteübergreifend zu synchronisieren.
es: Inicia sesión para respaldar tus sueños y sincronizarlos entre dispositivos.
fr: Connectez-vous pour sauvegarder vos rêves et les synchroniser sur vos appareils.
it: Accedi per eseguire il backup dei tuoi sogni e sincronizzarli tra i dispositivi.
ja: サインインして夢をバックアップし、デバイス間で同期しましょう。
ko: 로그인하여 꿈을 백업하고 기기 간에 동기화하세요.
nl: Meld je aan om je dromen te back-uppen en te synchroniseren tussen apparaten.
pt_br: Entre para fazer backup dos seus sonhos e sincronizá-los entre dispositivos.
ru: Войдите, чтобы сохранить сны и синхронизировать их между устройствами.
zh_hans: 登录以备份你的梦境并在设备间同步。

source: Sign out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: サインアウト
ko: 로그아웃
nl: Afmelden
pt_br: Sair
ru: Выйти
zh_hans: 退出登录

source: Signed in
ar: تم تسجيل الدخول
de: Angemeldet
es: Sesión iniciada
fr: Connecté
it: Accesso eseguito
ja: サインイン済み
ko: 로그인됨
nl: Aangemeld
pt_br: Conectado
ru: Выполнен вход
zh_hans: 已登录

source: Sleep deprivation measurably cuts both REM time and dream recall — the two things lucid dreaming needs most. Resting fully isn't stepping away from the practice; it's quietly strengthening it.
ar: الحرمان من النوم يقلّص بشكل قابل للقياس وقت REM واسترجاع الأحلام معًا — وهما أكثر ما يحتاجه الحلم الواضح. الراحة الكاملة ليست ابتعادًا عن الممارسة؛ بل تقويةٌ هادئة لها.
de: Schlafentzug verringert messbar sowohl die REM-Zeit als auch die Traumerinnerung – die beiden Dinge, die luzides Träumen am meisten braucht. Sich voll auszuruhen ist kein Rückzug von der Praxis; es stärkt sie still.
es: La privación de sueño recorta de forma medible tanto el tiempo REM como el recuerdo de sueños, las dos cosas que el sueño lúcido más necesita. Descansar a fondo no es alejarte de la práctica; es fortalecerla en silencio.
fr: La privation de sommeil réduit de façon mesurable à la fois le temps de REM et le rappel des rêves — les deux choses dont le rêve lucide a le plus besoin. Vous reposer pleinement n'est pas vous éloigner de la pratique ; c'est la renforcer en silence.
it: La privazione di sonno riduce in modo misurabile sia il tempo REM sia il richiamo dei sogni — le due cose di cui il sogno lucido ha più bisogno. Riposare a fondo non è allontanarsi dalla pratica; è rafforzarla in silenzio.
ja: 睡眠不足は、REMの時間と夢の想起の両方を測定できるほど削ります——どちらも明晰夢が最も必要とするものです。しっかり休むことは実践から離れることではなく、それを静かに強めることなのです。
ko: 수면 부족은 REM 시간과 꿈 회상 둘 다를 측정 가능하게 깎아냅니다 — 자각몽이 가장 필요로 하는 두 가지죠. 충분히 쉬는 것은 수련에서 멀어지는 것이 아니라, 그것을 조용히 강화하는 것입니다.
nl: Slaaptekort vermindert meetbaar zowel de REM-tijd als de droomherinnering — de twee dingen die lucide dromen het meest nodig heeft. Volledig uitrusten is geen afstand nemen van de oefening; het versterkt haar in stilte.
pt_br: A privação de sono reduz de forma mensurável tanto o tempo de REM quanto a recordação de sonhos — as duas coisas de que o sonho lúcido mais precisa. Descansar plenamente não é se afastar da prática; é fortalecê-la em silêncio.
ru: Недосып измеримо урезает и время REM, и припоминание снов — две вещи, которые осознанным снам нужны больше всего. Полноценно отдыхать — не отход от практики; это её тихое укрепление.
zh_hans: 睡眠剥夺会以可测量的方式同时削减 REM 时间和梦境回忆——而这正是清醒梦最需要的两样东西。好好休息不是离开练习；而是在悄悄地强化它。

source: Sleep First
ar: النوم أولاً
de: Schlaf zuerst
es: Primero el sueño
fr: Le sommeil d'abord
it: Prima il sonno
ja: まず睡眠
ko: 수면이 먼저
nl: Slaap eerst
pt_br: Primeiro o sono
ru: Сначала сон
zh_hans: 睡眠优先

source: Sleep more hours every night
ar: النوم ساعات أكثر كل ليلة
de: Jede Nacht mehr Stunden schlafen
es: Dormir más horas cada noche
fr: Dormir plus d'heures chaque nuit
it: Dormire più ore ogni notte
ja: 毎晩もっと長く眠る
ko: 매일 밤 더 많은 시간 자기
nl: Elke nacht meer uren slapen
pt_br: Dormir mais horas toda noite
ru: Спать больше часов каждую ночь
zh_hans: 每晚睡更多小时

source: Sleep moves in cycles of about 90 minutes. Near the end of each one you enter REM sleep — the stage where the brain lights up almost like it's awake, and your richest dreams live. Crucially, REM gets longer toward morning, so your last few hours of sleep are dense with dream time.
ar: ينتقل النوم في دورات مدتها نحو 90 دقيقة. قرب نهاية كل دورة تدخل في نوم حركة العين السريعة (REM) — المرحلة التي يتّقد فيها الدماغ كأنه مستيقظ، وفيها تعيش أغنى أحلامك. والأهم: تطول مرحلة REM مع اقتراب الصباح، لذا تكون ساعات نومك الأخيرة مكتظّة بوقت الأحلام.
de: Schlaf verläuft in Zyklen von etwa 90 Minuten. Gegen Ende jedes Zyklus trittst du in den REM-Schlaf ein – die Phase, in der das Gehirn fast wie im Wachzustand aufleuchtet und deine reichsten Träume leben. Entscheidend: REM wird zum Morgen hin länger, deshalb stecken deine letzten Schlafstunden voller Traumzeit.
es: El sueño avanza en ciclos de unos 90 minutos. Cerca del final de cada uno entras en sueño REM, la fase en la que el cerebro se activa casi como si estuviera despierto y viven tus sueños más ricos. Y algo clave: el REM se alarga hacia la mañana, así que tus últimas horas de sueño están repletas de tiempo de soñar.
fr: Le sommeil avance par cycles d'environ 90 minutes. Vers la fin de chacun, vous entrez en sommeil paradoxal (REM) — la phase où le cerveau s'illumine presque comme à l'éveil et où vivent vos rêves les plus riches. Surtout, le REM s'allonge vers le matin : vos dernières heures de sommeil regorgent de temps de rêve.
it: Il sonno procede in cicli di circa 90 minuti. Verso la fine di ciascuno entri nel sonno REM, la fase in cui il cervello si accende quasi come da sveglio e vivono i tuoi sogni più ricchi. Fondamentale: il REM si allunga verso il mattino, così le tue ultime ore di sonno sono dense di tempo onirico.
ja: 睡眠は約90分の周期で進みます。各周期の終わり近くにレム睡眠に入ります。脳が起きているときのように活発になり、最も豊かな夢が生まれる段階です。重要なのは、レム睡眠は朝に向かって長くなること。だから眠りの最後の数時間は夢の時間に満ちています。
ko: 잠은 약 90분 주기로 진행됩니다. 각 주기의 끝 무렵 렘수면에 들어가는데, 뇌가 거의 깨어 있는 것처럼 활성화되고 가장 풍부한 꿈이 살아 있는 단계입니다. 중요한 점은 렘수면이 아침으로 갈수록 길어진다는 것 — 그래서 잠의 마지막 몇 시간이 꿈으로 가득합니다.
nl: Slaap verloopt in cycli van ongeveer 90 minuten. Tegen het einde van elke cyclus kom je in de REM-slaap — de fase waarin het brein bijna oplicht alsof het wakker is en je rijkste dromen leven. Cruciaal: REM wordt langer richting de ochtend, dus je laatste uren slaap zitten vol droomtijd.
pt_br: O sono avança em ciclos de cerca de 90 minutos. Perto do fim de cada um você entra no sono REM — a fase em que o cérebro se acende quase como se estivesse acordado e moram seus sonhos mais ricos. O essencial: o REM fica mais longo perto da manhã, então suas últimas horas de sono são densas em tempo de sonho.
ru: Сон идёт циклами примерно по 90 минут. Ближе к концу каждого ты входишь в фазу быстрого сна (REM) — стадию, когда мозг почти как наяву, и где живут самые яркие сны. Важно: к утру REM удлиняется, поэтому последние часы сна насыщены временем сновидений.
zh_hans: 睡眠以约 90 分钟为周期推进。每个周期接近尾声时，你会进入快速眼动（REM）睡眠——大脑几乎像清醒时一样活跃，最丰富的梦就在此时。关键在于：REM 会在临近清晨时变长，所以睡眠的最后几个小时充满了做梦的时间。

source: Sleep paralysis is just REM atonia — your brain's normal safety switch that stops you from physically acting out dreams. Noticing it while still aware is harmless; it simply means body and mind fell asleep slightly out of sync.
ar: شلل النوم ما هو إلا الونى العضلي لمرحلة REM — مفتاح الأمان الطبيعي في دماغك الذي يمنعك من تمثيل أحلامك جسديًا. ملاحظته وأنت لا تزال واعيًا غير ضارة؛ إنها ببساطة تعني أن الجسد والعقل غفوا متباعدين قليلًا في التوقيت.
de: Schlafparalyse ist nur die REM-Atonie – der normale Sicherheitsschalter deines Gehirns, der dich davon abhält, Träume körperlich auszuagieren. Sie zu bemerken, während du noch bewusst bist, ist harmlos; es heißt nur, dass Körper und Geist leicht zeitversetzt einschliefen.
es: La parálisis del sueño no es más que la atonía del REM: el interruptor de seguridad normal de tu cerebro que te impide actuar físicamente tus sueños. Notarla mientras sigues consciente es inofensivo; solo significa que cuerpo y mente se durmieron un poco desfasados.
fr: La paralysie du sommeil n'est que l'atonie du REM — l'interrupteur de sécurité normal de votre cerveau qui vous empêche de mimer physiquement vos rêves. La remarquer en restant conscient est inoffensif ; cela signifie simplement que le corps et l'esprit se sont endormis légèrement décalés.
it: La paralisi del sonno è solo l'atonia del REM — il normale interruttore di sicurezza del cervello che ti impedisce di agire fisicamente i sogni. Notarla mentre sei ancora consapevole è innocuo; significa solo che corpo e mente si sono addormentati leggermente sfasati.
ja: 睡眠麻痺とは、REMの筋緊張消失（アトニア）にすぎません——夢を体で行動に移さないための、脳の正常な安全スイッチです。意識があるうちにそれに気づくのは無害で、ただ体と心が少しずれて眠りに入っただけのことです。
ko: 수면 마비는 REM의 근긴장 소실(아토니아)일 뿐입니다 — 꿈을 몸으로 행동에 옮기지 못하게 막는, 뇌의 정상적인 안전 스위치죠. 의식이 있는 채 그것을 알아차리는 건 해롭지 않습니다. 그저 몸과 마음이 시간이 살짝 어긋나게 잠들었다는 뜻일 뿐입니다.
nl: Slaapverlamming is gewoon REM-atonie — de normale veiligheidsschakelaar van je brein die je belet je dromen lichamelijk uit te voeren. Het opmerken terwijl je nog bewust bent is onschadelijk; het betekent simpelweg dat lichaam en geest iets uit de pas in slaap vielen.
pt_br: A paralisia do sono é apenas a atonia do REM — o interruptor de segurança normal do cérebro que te impede de encenar fisicamente os sonhos. Notá-la enquanto você ainda está consciente é inofensivo; significa apenas que corpo e mente adormeceram levemente fora de sincronia.
ru: Сонный паралич — это просто REM‑атония, обычный предохранитель мозга, не дающий вам физически разыгрывать сны. Заметить его, оставаясь в сознании, безвредно; это просто значит, что тело и ум уснули чуть несинхронно.
zh_hans: 睡眠瘫痪不过是 REM 期的肌张力消失（atonia）——你大脑正常的安全开关，阻止你用身体把梦演出来。在仍有意识时察觉到它是无害的；它只是意味着身体与心智入睡的时间略微错开了。

source: Sleep Paralysis, Demystified
ar: شلل النوم، بلا غموض
de: Schlafparalyse entmystifiziert
es: La parálisis del sueño, desmitificada
fr: La paralysie du sommeil, démystifiée
it: La paralisi del sonno, demistificata
ja: 金縛りの正体
ko: 가위눌림의 진실
nl: Slaapverlamming ontrafeld
pt_br: A paralisia do sono, desmistificada
ru: Сонный паралич без мифов
zh_hans: 解密睡眠瘫痪

source: Sleeping in much later than usual
ar: النوم لوقت متأخر أكثر بكثير من المعتاد
de: Viel länger als gewöhnlich ausschlafen
es: Dormir hasta mucho más tarde de lo habitual
fr: Dormir bien plus tard que d'habitude
it: Dormire fino a molto più tardi del solito
ja: いつもよりずっと遅くまで寝る
ko: 평소보다 훨씬 늦게까지 자기
nl: Veel later uitslapen dan gewoonlijk
pt_br: Dormir até bem mais tarde que o normal
ru: Поспать намного дольше обычного
zh_hans: 比平常睡得晚得多

source: Small actions, done today, are how dreamers are made.
ar: الأفعال الصغيرة اليوم هي ما يصنع الحالمين.
de: Kleine Taten von heute machen die Träumer von morgen.
es: Las pequeñas acciones de hoy son las que forman a los soñadores.
fr: Les petites actions d'aujourd'hui font les rêveurs.
it: Le piccole azioni di oggi formano i sognatori.
ja: 今日の小さな行動が、夢を見る人をつくります。
ko: 오늘의 작은 실천이 꿈꾸는 사람을 만듭니다.
nl: Kleine acties van vandaag maken dromers.
pt_br: Pequenas ações, feitas hoje, é como os sonhadores se formam.
ru: Маленькие шаги сегодня — вот как рождаются мечтатели.
zh_hans: 今天的小小行动，造就了梦想家。

source: So close: you knew you were dreaming — for about two seconds. Let's fix that.
ar: قريب جدًا: عرفت أنك تحلم — لنحو ثانيتين. لنصلح ذلك.
de: So nah dran: Du wusstest, dass du träumst – für etwa zwei Sekunden. Lass uns das beheben.
es: Tan cerca: sabías que estabas soñando, por unos dos segundos. Arreglemos eso.
fr: Si proche : vous saviez que vous rêviez — pendant environ deux secondes. Réglons ça.
it: Così vicino: sapevi di stare sognando — per circa due secondi. Sistemiamolo.
ja: あと一歩——夢だと分かっていた、二秒ほど。それを直しましょう。
ko: 정말 아까웠죠. 꿈인 걸 알았어요 — 약 2초 동안. 그걸 고쳐 봅시다.
nl: Zo dichtbij: je wist dat je droomde — zo'n twee seconden lang. Laten we dat oplossen.
pt_br: Tão perto: você sabia que estava sonhando — por uns dois segundos. Vamos resolver isso.
ru: Так близко: вы знали, что спите, — секунды две. Давайте это исправим.
zh_hans: 差一点：你知道自己在做梦——大约两秒钟。我们来解决它。

source: Some lucid dreams are reported as feeling "more real than waking life" — vividness you can deliberately turn up. The more sensory attention you pour into the details around you, the sharper and more stable the dream world becomes.
ar: تُوصَف بعض الأحلام الواضحة بأنها تبدو "أكثر واقعية من اليقظة" — حيويةٌ يمكنك رفعها عمدًا. كلما صببت انتباهًا حسّيًا أكثر في التفاصيل من حولك، صار عالم الحلم أوضح وأكثر استقرارًا.
de: Manche luziden Träume werden als „realer als das Wachleben“ beschrieben – eine Lebhaftigkeit, die du gezielt hochdrehen kannst. Je mehr sinnliche Aufmerksamkeit du in die Details um dich herum gibst, desto schärfer und stabiler wird die Traumwelt.
es: Algunos sueños lúcidos se describen como sentirse "más reales que la vigilia": una viveza que puedes subir a propósito. Cuanta más atención sensorial viertas en los detalles a tu alrededor, más nítido y estable se vuelve el mundo del sueño.
fr: Certains rêves lucides sont décrits comme paraissant "plus réels que la vie éveillée" — une vivacité que vous pouvez monter délibérément. Plus vous versez d'attention sensorielle dans les détails autour de vous, plus le monde du rêve devient net et stable.
it: Alcuni sogni lucidi vengono descritti come se sembrassero "più reali della veglia" — una vividezza che puoi alzare di proposito. Più attenzione sensoriale versi nei dettagli intorno a te, più il mondo onirico diventa nitido e stabile.
ja: 明晰夢の中には「起きている生活より現実的」と語られるものがあります——意図的に上げられる鮮明さです。周りの細部に感覚の注意を注ぐほど、夢の世界はより鮮明で安定したものになります。
ko: 어떤 자각몽은 "깨어 있는 삶보다 더 현실 같다"고 묘사됩니다 — 의도적으로 높일 수 있는 생생함이죠. 주위의 세부에 감각적 주의를 더 많이 쏟을수록 꿈 세계는 더 또렷하고 안정됩니다.
nl: Sommige lucide dromen worden beschreven als 'echter dan het wakkere leven' — een levendigheid die je doelbewust kunt opvoeren. Hoe meer zintuiglijke aandacht je in de details om je heen giet, hoe scherper en stabieler de droomwereld wordt.
pt_br: Alguns sonhos lúcidos são descritos como parecendo "mais reais que a vigília" — uma vivacidade que você pode aumentar de propósito. Quanto mais atenção sensorial você despeja nos detalhes ao seu redor, mais nítido e estável o mundo do sonho fica.
ru: Некоторые осознанные сны описывают как ощущающиеся «реальнее яви» — это яркость, которую вы можете намеренно усилить. Чем больше чувственного внимания вы вкладываете в детали вокруг, тем чётче и устойчивее становится мир сна.
zh_hans: 有些清醒梦被描述为感觉“比清醒生活还真实”——一种你可以刻意调高的鲜明度。你向周遭细节倾注的感官注意越多，梦境世界就越锐利、越稳定。

source: Some lucid dreams feel more real than waking life. That clarity can be deliberately summoned.
ar: بعض الأحلام الواضحة تبدو أكثر واقعية من اليقظة. ذلك الوضوح يمكن استدعاؤه عمدًا.
de: Manche luziden Träume fühlen sich realer an als das Wachleben. Diese Klarheit lässt sich gezielt herbeirufen.
es: Algunos sueños lúcidos se sienten más reales que la vigilia. Esa nitidez puede invocarse a propósito.
fr: Certains rêves lucides semblent plus réels que la vie éveillée. Cette netteté peut être convoquée délibérément.
it: Alcuni sogni lucidi sembrano più reali della veglia. Quella nitidezza può essere evocata di proposito.
ja: 明晰夢の中には、起きている生活より現実に感じられるものがあります。その鮮明さは、意図的に呼び出せます。
ko: 어떤 자각몽은 깨어 있는 삶보다 더 현실 같습니다. 그 또렷함은 의도적으로 불러낼 수 있습니다.
nl: Sommige lucide dromen voelen echter aan dan het wakkere leven. Die helderheid kun je doelbewust oproepen.
pt_br: Alguns sonhos lúcidos parecem mais reais que a vigília. Essa nitidez pode ser invocada de propósito.
ru: Некоторые осознанные сны кажутся реальнее яви. Эту ясность можно вызвать намеренно.
zh_hans: 有些清醒梦感觉比清醒生活还真实。那份清晰，是可以被刻意召唤的。
